{
    "label": [
        "Haltérophilie",
        "Gymnastique",
        "WOD"
    ],
    "name": [
        "Snatch",
        "Clean",
        "Jerk",
        "HSPU",
        "HSW"
    ],
    "description": [
        "Le snatch, ou arraché, est un mouvement d’haltérophilie qui consiste à amener la barre au-dessus de la tête en partant du sol en un seul mouvement.",
        "Le Clean, ou épaulé, est un des deux mouvements principaux en haltérophilie olympique et nécessite force, puissance, vitesse, souplesse et coordination. Tous ces composants doivent fonctionner ensemble pour réussir le Clean.",
        "Comme pour les autres mouvements en haltérophilie, le push jerk consiste à passer votre corps sous la barre. Vous utiliserez la même stabilité de la ligne médiane, la même trajectoire de barre et le même élan de dip que le push press, mais vous ajouterez un deuxième pliage de genoux pour soulever la barre.",
        "Exercice de gymnastique originaire du Crossfit, le HSPU ou Handstand Push Up cible les muscles du haut du corps dont les épaules et les triceps. Le HSPU est une variante de pompes, il est possible de les effectuer en strict ou en kipping.",
        "Lorsque vous marchez en poirier, vous ne pouvez jamais avoir les deux mains uniformément plantées sur le sol. Au lieu de cela, votre poids se déplace constamment sur un bras ou l autre au fur et à mesure que vous avancez."
    ],
    "visual_name": [
        "snatch.jpg",
        "clean.jpg",
        "jerk.jpg",
        "hspu.jpg",
        "hsw.jpg"
    ],
    "movement_url": [
        "https://www.youtube.com/watch?v=TL8SMp7RdXQ",
        "https://youtu.be/mIMfrSClasU",
        "https://youtu.be/R7zDK5TelNg",
        "https://youtu.be/0wDEO6shVjc",
        "https://youtu.be/N4xgzYPTt4A"
    ],
    "title": [
        "WOD n°1",
        "WOD n°2"
    ],
    "mobility": [
        "Back-roll, prayer on roller, T-hips opener full rotation, squat opener",
        "Back-roll, calf-roll, hamstring-roll, rollover to V-sit, Samson stretch, PNF shoulder ext. rot"
    ],
    "warm_up": [
        "5 sets : 45 secondes easy ergo, 6 elbow rotation, 4 strict press, 4 broad jump",
        "4 sets : 8 kong squat prisoners, 4 pike push-up, 25 simple unders"
    ],
    "skills": [
        "5 sets : 1 power clean, 1 squat clean, 2 front squat, 3 push press (load progression)",
        "4 sets : minute 1: 15 double under, minute 2: 8 double dumbbell deadlift, 5 shoulder to overhead (load progression)"
    ],
    "workout": [
        "7-5-3 rounds : 3 push press, 3 front squat, 3 box jump, 750m run",
        "5 rounds : minute 1: 20 double DB deadlift, minute 2: 50 DU ou 80 SU, minute 3: max reps double DB shoulder to OH, minute 4: rest"
    ]
}